{
    "from":"Developer in",
    "about":"About Me",
    "about-p1":"Hi, I'm German, a web application developer, bassist who abuses slap and injured swimmer, 25 years old and almost 5 years experience in web development. At present, very concentrated on keeping my knowledge about the world of JavaScript up to date and Machine Learning.",
    "about-p2":"My career as a developer began at the age of 15 when I joined the EC with the specialty of Technical Programmer. After that I obtained my Higher Technique in Programming, at the National Technological University. This has helped me to broaden my assortment of knowledge and to bring together experiences across various disciplines, such as development of front-end, back-end, analysis and database design. I am currently expanding my knowledge in the degree course of Engineering in Information System and aiming to learn something new every day.",
    "lastProyect":"Last Project",
    "lastProyectTitle":"Whatsapp Auto Answer Bot",
    "lastProyect-p1":"Using the WebPack modules stored in memory by Whatswapp Web you can exploits the methods already identified and then performs actions of reading of incoming, automatic response sent, among other functionalities.",
    "lastProyect-p2":"With this it is achieved that at the moment of receiving a message the watch detects it and I immediately sent a message, plus you have the possibilities of to personalize and decide what to respond, the objective is to continue integrating the tool with automatic learning and response functionalities intelligent.",
    "title-py1":"Detection of emotions",
    "py1-p1":"A project that began with curiosity, after the last congress of CONAIISI, researching with the different tools and concepts on how to detect whether an individual is angry or happy based on the reactions they express with your activity (specifically information collected from chat history of Whatsapp).",
    "title-py2":"Ministry of Water, Environment and Public Services",
    "py2-p1":"Collaborating with an excellent team in the development of the platform for the different public audiences that are carried out in the Ministry of Water, Environment and Utilities",
    "title-py3":"Procrastination Code",
    "py3-p1": "I want to believe that the majority in the field must pass that it is boring with projects for organizations, so it's nice that you have a set of Procrastination project and research, whether it be games in pure html to experience the use of canvas, or python to make simple script and to pass the time, among other things that of course are shared on GitHub.",
    "title-py4":"Gastronomy Management",
    "py4-p1":"Modular system that allows the management, administration and planning of the areas involved in the realization of sales, and reservation of tables for resutrants or events, with a flexible system a the dynamics of the different companies and encompassing financial management",
    "title-py5": "CRM - Hotel Management",
    "py5-p1":"Modular system that allows the management, administration and planning of the areas involved in the management of a hotel, covering the control of the stages and the functioning of the command of the restaurant / canteen",
    "title-py6":"ERP - Business Administration",
    "py6-p1": "Modular system that allows the management, administration and planning of the areas involved in the management of a project. organization, such as production, logistics, inventory, shipments and accounting, etc.",
    "title-py7": "The V1",
    "py7-p1": "Forbidden to forget, the first version of me website, with another strategy of content sampling, and some cubes that I'm always tempted to put in all versions.",
    "experience": "Work Experience",
    "experience1-date":"(March 2018 - March 2019)",
    "experience1-p1":"Messaging project integrated with whatsapp and web management of various services of contact center.",
    "tecnology":"Technologies used:",
    "amongOthers":"Among others",
    "experience2-date":"(June 2017 - January 2018)",
    "experience2-p1":"Sharing the experience of working on a project for the province of Cordoba.",
    "experience3-date":"(October 2012 - June 2017)",
    "experience3-p1":"Observing the entire process of creating an application from analysis and design to implementation, achieving to surpass all the proposed objectives.",
    "experience3-p2":"3 years fully dedicated to .Net (MVC - Entity Framework, etc.) + SQL server + FrontEnd Variants (HTML, CSS, SASS, etc.) + Use of task runner (gulp, grunt, etc.) + Test Unit 1 ½ development in various technologies and research (Python, NodeJs, MongoDB, PHP, MySql, etc.).",
    "experience4-date":"(March 2019 - May 2019)",
    "experience4-p1":"Project of visualization of diverse environments of Deep Learning.",
    "experience5-date":"(March 2019 - Now)",
    "experience5-p1":"In-hospital project.",
    "basicInformation":"Basic Information",
    "skills":"My skills are mainly oriented around languages such as: Javascript and C#, but curiosity always leads me to enlarge them and to continue to know them. advantages and disadvantages of the different tools that exist, making it possible for the radar is becoming more robust with the passage of time.",
    "life":"Experience - Education",
    "p2-2019":"From March 2019 to the present Developing a web application to manage tasks daily activities that take place in a hospital with its various business rules.",
    "p-2019":"From March 2019 to May 2019 Working with the Deep Vision team to create an interface that allows for the visualization detections made by Deep Learning environments.",
    "p-2018":"From March 2018 to March 2019 integrating the team of telepromers, developing a massive contact API by means of Whatsapp.",
    "p-2017":"From June 2017 to January 2018 integrating the team in charge of developing the website for the ministry of water and public services of the Province of Cordoba.",
    "p2-2017":"During the year 2017 be part of a research project in the Facultad Regional Cordoba de la Universidad Tecnologica Nacional, in El Salvador. who lives the experience of developing a meta programming language based on javascript and present it in CONAIISI 2017.",
    "p-2016":"Beginning of the Systems Engineering degree at the Regional Faculty Cordoba National Technological University, a career which I still maintain in course.",
    "p-2014":"Obtaining the Tertiary title of Higher Technician in Programming, granted by the national technological university.",
    "p-2012":"October 2012 to June 2017, my first experience with 18 years in the field of web application development, being this the company that I am opened the way to knowing many technologies.",
    "p2-2012":"Beginning of the career Superior technician in programming, in the faculty regional córdoba, Universidad Tecnológica Nacional.",
    "p-2009":"Beginning of the Specialized Cycle, being the first litter of programmers of the city of Cordoba and marking the beginning of my career in the field that master",
    "languages":"Language",
    "spanish":"Spanish",
    "languagesNative":"Native Language",
    "english":"English",
    "englishLevel":"Professional Capacity",
    "music":"Favorite music to code",
    "conference":"Conference and research",
    "pumaTitle":"Papper presentation 'Changing the way JavaScript is written'.",
    "puma-p1":"An incredible experience, with a lot of knowledge acquired from the hand of the excellent the team that forms the PumaScript research group of the university of technology homegrown",
    "puma-p2":"PumaScript is a research programming language that adds meta-programming capabilities to JavaScript and is develop at the Universidad Tecnologica Nacional (UTN-FRC) in Cordoba, Argentina.",
    "puma-p3":"It has exactly the same syntax and semantic than regular JavaScript plus meta-programming capabilities such as introspection and re-writing features. A number of PumaScript features are based on LayerD project. Which is a meta-programming framework for statically typed languages.",
    "viewGithub":"View on GitHub"
}
