{
    "from": "Desarrollador en",
    "about":"Sobre Mi",
    "about-p1":"Hola, soy German (como el youtuber), un desarollador de aplicaciones web, bajista que abusa del slap y nadador lesionado, de 25 años de edad y casi 5 año de experiencia en el desarrollo web. En la actualidad, muy concentrado en mantener actualizado mis conocimientos en torno al mundo JavaScript y Machine Learning.",
    "about-p2": "Mi trayectoria como desarrollador comenzó ya a los 15 años cuando ingrese al CE con la especialidad de Técnico Programador. Después de eso obtuve mi Tecnicatura Superior en Programación, en la Universidad Tecnológica Nacional. Esto me ha ayudado a ampliar mi gama de conocimientos y a reunir experiencias a través de varias disciplinas, tales como desarrollo de front-end, back-end, análisis y diseño de base de datos. Actualmente me encuentro ampliando mis conocimiento en la carrera de grado de Ingeniería en Sistema de la Información y teniendo como objetivo aprender algo nuevo cada día.",
    "lastProyect": "Ultimo Proyecto",
    "lastProyectTitle":"Bot de respuesta automática para Whatsapp",
    "lastProyect-p1":"Utilizando los módulos de WebPack almacenados en memoria por Whatswapp Web se explota los metodos ya identificados para luego realizar acciones de lectura de entrantes, envió de respuesta automática, entre otras funcionalidades.",
    "lastProyect-p2":"Con esto se consigue que al momento de recibir un mensaje el watch lo detecte e inmediatamente envié un mensaje, además cuenta con la posibilidades de personalizar y decidir que responder, el objetivo es continuar integrando la herramienta con funcionalidades de aprendizaje automatico y respuesta inteligente.",
    "title-py1":"Detección de emociones",
    "py1-p1": "Un proyecto que comenzó con la curiosidad, luego del ultimo congreso de CONAIISI, indagando con las diferentes herramientas y conceptos sobre como detectar si un individuo esta enojado o feliz según las reacciones que expresa con su actividad (especificamente información recolectada del historial de chat de Whatsapp).",
    "title-py2":"Ministerio de Agua, Ambiente y Servicios Públicos",
    "py2-p1":"Colaborando con un excelente equipo en el desarollo de la plataforma para las diferentes audiencias publicas que se realizan en el ministerio de agua, ambiente y servicios públicos",
    "title-py3":"Codigo Procrastinación",
    "py3-p1": "Quiero creer que a la mayoría en el rubro le debe pasar que se aburre con los proyecto para las organizaciones, por eso es agradable que tenga su lugar un conjunto de proyecto de Procrastinación e investigación, ya sea juegos en html puro para experimentar el uso de canvas, o python para hacer script sencillos y para pasar el rato, entre otras cosas que por supuesto están compartidos en GitHub.",
    "title-py4":"Gestion Gastronomica",
    "py4-p1":"Sistema modular que permite la gestión, administración y planeamiento de las áreas involucradas en la realizacion de ventas y reservaciones de mesas para resutrantes o eventos, con un sistema flexible a las dinamicas de las diferentes empresas y abarcando gestion financiera",
    "title-py5": "CRM - Gestion Hotelera",
    "py5-p1":"Sistema modular que permite la gestión, administración y planeamiento de las áreas involucradas en el gerenciamiento de un hotel, abarcando el control de las estadias y el funcionamiento de la comanda del restaurante / cantina",
    "title-py6":"ERP - Administración de empresas",
    "py6-p1": "Sistema modular que permite la gestión, administración y planeamiento de las áreas involucradas en el gerenciamiento de una organización, tales como producción, la logística, el inventario, los envíos y la contabilidad, etc.",
    "title-py7": "La V1",
    "py7-p1": "Prohibido olvidarla, la primera version de mi sitio web, con otra estrategia de muestreo de contenido, y unos cubos que siempre me tiento de poner en todas las versiones.",
    "experience": "Experiencia Laboral",
    "experience1-date":"(Marzo 2018 - Marzo 2019)",
    "experience1-p1":"Proyecto de mensajería integrado con whatsapp y web de gestión de diversos servicios de contact center.",
    "tecnology":"Tecnologías utilizadas:",
    "amongOthers":"Entre otras",
    "experience2-date":"(Junio 2017 - Enero 2018)",
    "experience2-p1":"Compartiendo la experiencia de trabajar en un proyecto para la provincia de cordoba.",
    "experience3-date":"(Octubre 2012 - Junio 2017)",
    "experience3-p1":"Observando todo el proceso de creación de una aplicación desde el análisis y diseño hasta la implementación, consiguiendo superar todos los objetivos propuestos.",
    "experience3-p2":"3 años dedicados plenamente a .Net (MVC - Entity Framework, etc) + SQL server + Variantes de FrontEnd (HTML, CSS, SASS, etc.) + Uso de task runner (gulp, grunt, etc) + Test Unit 1 ½ de desarrollo en diversas tecnologías e investigación (Python, NodeJs, MongoDB, PHP, MySql, etc. )",
    "experience4-date":"(Marzo 2019 - Mayo 2019)",
    "experience4-p1":"Proyecto de visualizacion de diversos entornos de Deep Learning.",
    "experience5-date":"(Marzo 2019 - Actual)",
    "experience5-p1":"Proyecto intrahospitalaria orientado a la gestion de hospitales.",
    "basicInformation":"Información Basica",
    "skills":"Mis skills están orientados principalmente en torno a lenguajes como: Javascript y C#, pero la curiosidad siempre me terminan llevando ampliarlos y seguir conociendo las ventajas y desventajas de las diferentes herramientas que existen, haciendo que el radar se este volviendo mas robusto con el paso del tiempo.",
    "life":"Experiencia - Educación",
    "p2-2019":"Desde marzo del año 2019 hasta la actualidad Realizando el desarrollo de una aplicacion web que permita gestionar las tareas diarias que se realizan en un hospital con sus diversas reglas de negocio.",
    "p-2019":"Desde marzo del año 2019 hasta Mayo del 2019 Colaborando con el equipo de Deep Vision para realizar una interfaz que permita visualizar las detecciones realizadas por entornos de Deep Learning..",
    "p-2018":"Desde marzo del año 2018 hasta marzo del 2019 integrando el equipo de telepromers, desarrollando una API de contacto masivo por medio de Whatsapp.",
    "p-2017":"Desde junio del 2017 hasta enero del 2018 integrando el equipo encargado de desarrollando la web para el ministerio de agua y servicios públicos de la provincia de córdoba.",
    "p2-2017":"Durante el año 2017 forme parte de un proyecto de investigación en la facultad regional cordoba de la universidad tecnologica nacional, en el cual vive la experiencia de desarrollar un meta lenguaje de programacion basado en javascript y presentarlo en CONAIISI 2017.",
    "p-2016":">Inicio de la carrera de Ingeniería de Sistemas en la Facultad Regional Córdoba Universidad Tecnológica Nacional, carrera la cual aun mantengo en curso.",
    "p-2014":"Obtención del titulo Terciario de Técnico Superior En Programación, otorgado por la universidad tecnológica nacional.",
    "p-2012":"Octubre del 2012 hasta Junio del 2017, mi primera experiencia con 18 año en el rubro del desarrollo de aplicaciones web, siendo esta la empresa que me abrió el camino a conocer muchas tecnologías.",
    "p2-2012":"Inicio de la carrera Técnico Superior en programación, en la facultad regional córdoba, Universidad Tecnológica Nacional.",
    "p-2009":"Inicio del Ciclo Especializado, siendo la primera camada de programadores de la ciudad de córdoba y marcando el comienzo de mi carrera en el rubro que amo",
    "languages":"Lenguajes",
    "spanish":"Español:",
    "languagesNative":"Lenguaje Nativo",
    "english":"Ingles:",
    "englishLevel":"Capacidad profesional",
    "music":"Musica favorita para codear",
    "conference":"Conferencia e investigación",
    "pumaTitle":"Presentación de papper 'Cambiando la manera de escribir JavaScript'.",
    "puma-p1":"Una experiencia increible, con mucho conocimiento adquirido de la mano del excelente equipo que forma el grupo de investigación PumaScript de la universidad tecnologica nacional",
    "puma-p2":"PumaScript es un lenguaje de programación de investigación que agrega capacidades de meta-programación a JavaScript y se desarrolla en la Universidad Tecnológica Nacional (UTN-FRC) de Córdoba, Argentina.",
    "puma-p3":"Tiene exactamente la misma sintaxis y semántica que el JavaScript normal, además de capacidades de metaprogramación como introspección y funciones de reescritura. Varias características de PumaScript están basadas en el proyecto LayerD. Que es un marco de metaprogramación para lenguajes estáticos.",
    "viewGithub":"Ver en GitHub",
    "cv":"Descargar Curriculum vitae"
}
